<template>
  <div>
    <h4>Действительно хотите удалить форму?</h4>
    <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Назад которое речью пунктуация оксмокс коварный скатился послушавшись снова жизни, курсивных маленькая щеке он агентство ее толку проектах имени маленький над? Языком рекламных семантика над пустился сих предупредила на берегу приставка выйти продолжил вопрос, единственное даль встретил рыбного обеспечивает семь щеке первую вскоре эта своего подзаголовок необходимыми они текста сбить. Скатился!</p>
    <hr />
    <button class="btn btn-cyan" @click="$emit('onConfirm')">ОК</button>
    <button class="btn btn-primary" @click="$emit('onCancel')">Отменить</button>
  </div>
</template>


<script>
export default {};
</script>